tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "ack"
brew "bash"
brew "coreutils"
brew "findutils"
brew "git"
brew "grep"
brew "htop"
brew "mas"
brew "nano"
brew "tmux"
brew "trash"
brew "tree"
brew "watchexec"
brew "wget"
brew "yarn",  args: ["ignore-dependencies"]
brew "zsh"

cask "alfred"
cask "atom"
cask "docker"
cask "flux"
cask "font-dejavu-sans"
cask "font-source-code-pro"
cask "font-droid-sans-mono"
cask "google-chrome"
cask "insomnia"
cask "kdiff3"
cask "slack"
cask "spectacle"
cask "the-unarchiver"

mas "Be Focused - Focus Timer", id: 973134470
